[
  {
    "name": "New Year's Day",
    "info": "It's time to make sure that your new year starts off the right way. Talk to Tortimer at the Town Hall for your one of a kind New Year shirt!",
    "date": "0 0 0 1 1 *"
  },{
    "name": "Fishing Tourney",
    "info": "Chip will be waiting for your catch of the day near the Town Hall. If you speak to him first, you will know what your competition is. He will award you a prize if you break the current record, so enter often! At the end of the day, whoever has the biggest fish will be awarded the Fish Trophy the following day.",
    "date": "0 0 0 21 1 *"
  },{
    "name": "Flea Market",
    "info": "It doesn't matter if it has a little dust on it, or even a few cobwebs. If you are in your house today, townies will come by looking for a deal. So pull out those old clothes and fossils from your closet, because they are bringing bells. If you have been eying that one special item in one of your townies homes, today is the day to visit them too. If you catch them in their house, speak to them and then choose the item you would like to make an offer on. If you are lucky they will be willing to part with it. Just remember to bring your wallet.",
    "date": "0 0 0 22 1 *"
  },{
    "name": "Groundhog Day",
    "info": "Yep, it's time to find out how long winter is going to last. Find Tortimer at the Town Hall for your special gift.",
    "date": "0 0 0 2 2 *"
  },{
    "name": "Fishing Tourney",
    "info": "Chip will be waiting for your catch of the day near the Town Hall. If you speak to him first, you will know what your competition is. He will award you a prize if you break the current record, so enter often! At the end of the day, whoever has the biggest fish will be awarded the Fish Trophy the following day.",
    "date": "0 0 9 12 2 *"
  },{
    "name": "Valentine's Day",
    "info": "Do you have that special someone? Today is the day to show them just how you feel about them. You may find that you get a lovely gift today too. Yummy. Be sure to visit Brewster for a nice surprise.",
    "date": "0 0 0 14 2 *"
  },{
    "name": "Flea Market",
    "info": "It doesn't matter if it has a little dust on it, or even a few cobwebs. If you are in your house today, townies will come by looking for a deal. So pull out those old clothes and fossils from your closet, because they are bringing bells. If you have been eyeing that one special item in one of your townies homes, today is the day to visit them too. If you catch them in their house, speak to them and then choose the item you would like to make an offer on. If you are lucky they will be willing to part with it. Just remember to bring your wallet.",
    "date": "0 0 0 26 2 *"
  },{
    "name": "Festivale",
    "info": "Today is the day to play games with your villagers in order to win candy that you can give to Pave for Pave furniture. You will require specific coloured candy, but you can stock up on previous candy that you may have saved from Halloween or Bunny day.",
    "date": "0 0 0 27 2 *"
  },{
    "name": "Fishing Tourney",
    "info": "Chip will be waiting for your catch of the day near the Town Hall. If you speak to him first, you will know what your competition is. He will award you a prize if you break the current record, so enter often! At the end of the day, whoever has the biggest fish will be awarded the Fish Trophy the following day.",
    "date": "0 0 9 18 3 *"
  },{
    "name": "Flea Market",
    "info": "It doesn't matter if it has a little dust on it, or even a few cobwebs. If you are in your house today, townies will come by looking for a deal. So pull out those old clothes and fossils from your closet, because they are bringing bells. If you have been eyeng that one special item in one of your townies homes, today is the day to visit them too. If you catch them in their house, speak to them and then choose the item you would like to make an offer on. If you are lucky they will be willing to part with it. Just remember to bring your wallet.",
    "date": "0 0 0 26 3 *"
  },{
    "name": "April Fool's Day",
    "info": "It's that time of the year again, where tricks and pranks run rampant through the town! Also remember to go visit Tortimer at the Town Hall for a special gift.",
    "date": "0 0 0 1 4 *"
  },{
    "name": "Fishing Tourney",
    "info": "Chip will be waiting for your catch of the day near the Town Hall. If you speak to him first, you will know what your competition is. He will award you a prize if you break the current record, so enter often! At the end of the day, whoever has the biggest fish will be awarded the Fish Trophy the following day.",
    "date": "0 0 0 8 4 *"
  }
]
